Repository: Webcampak/core
Catalog: i18n/*.utf8/LC_MESSAGES/ui-desktop.po
Languages: fr, it_it

source: Source successfully
fr: Source

source: removed
fr: supprimé
it_it: rimosso

source: updated
fr: mis à jour
it_it: aggiornato

source: added
fr: ajouté
it_it: aggiunto

source: Source modification performed
fr: Modification de la source réalisée
it_it: Modifica della sorgente effettuata

source: Customer
fr: Client
it_it: Cliente

source: Customer successfully
fr: Client

source: Group
fr: Groupe
it_it: Gruppo

source: Group modification performed
fr: Modification du group réalisée
it_it: Modifica del gruppo effettuata

source: Group successfully
fr: Groupe

source: User
fr: Utilisateur
it_it: Utente

source: Modification performed
fr: Modification réalisée
it_it: Modifica effettuata

source: User successfully
fr: Utilisateur

source: Source permission required
fr: Permission requise
it_it: La sorgente richiede permessi

source: Your currently don"t have access to any sources.
fr: Vous n'avez actuellement accès à aucune source.
it_it: Al momento non è possibile accedere ad alcune sorgente.

source: Please contact support and restart your browser
fr: Veuillez contactez le support et redémarrer votre navigateur
it_it: Si prega di contattare il supporto e riavviare il browser

source: Icon
fr: Icone
it_it: Icona

source: Icon modification performed
fr: Modification de l'icone réalisée
it_it: Modifica dell'icona effettuata

source: Password
fr: Mot de passe

source: Password successfully
fr: Mot de passe

source: Applications permission required
fr: Permission requise
it_it: Richiesto permesso alle applicazioni

source: Your currently don"t have access to any applications.
fr: Vous n'avez actuellement accès à aucune application.
it_it: Al momento non è possibile accedere ad alcune applicazione.

source: Name
fr: Nom
it_it: Nome

source: Source ID
fr: ID Source

source: Weight
fr: Poids
it_it: Peso

source: Remote Host
fr: Hôte Distant
it_it: Host remoto

source: Remote Username
fr: Nom d'utilisateur
it_it: Username remoto

source: Remote Password
fr: Mot de passe
it_it: Password remota

source: Empty
fr: Vide
it_it: Vuoto

source: Available users
fr: Utilisateurs disponibles
it_it: Utenti disponibili

source: Username
fr: Nom d'utilisateur

source: Firstname
fr: Prénom
it_it: Nome

source: Lastname
fr: Nom
it_it: Cognome

source: Refresh available sources
fr: Rafraichir les sources disponibles
it_it: Aggiorna le sorgenti disponibili

source: Selected users
fr: Utilisateurs sélectionnés
it_it: Utenti selezionati

source: Alerts
fr: Alertes
it_it: Allarmi

source: YES
fr: OUI
it_it: SI

source: NO
fr: NON

source: Refresh current sources
fr: Rafraichir les sources
it_it: Aggiorna le sorgenti

source: Manage sources
fr: Gérer les sources
it_it: Gestisci le sorgenti

source: Filter by Name
fr: Filtrer par nom
it_it: Filtra per Nome

source: Add/Edit/Delete Sources
fr: Ajouter/Editer/Supprimer Sources
it_it: Aggiungi/Modifica/Cancella Sorgenti

source: Add
fr: Ajouter
it_it: Aggiungi

source: Edit
fr: Editer
it_it: Modifica

source: Delete
fr: Supprimer
it_it: Cancella

source: Users
fr: Utilisateurs
it_it: Utenti

source: Customers
fr: Clients
it_it: Clienti

source: Add/Edit/Delete Customers
fr: Ajouter/Editer/Supprimer Clients
it_it: Aggiungi/Modifica/Cancella Clienti

source: Selected Permissions
fr: Permissions sélectionnées
it_it: Permessi selezionati

source: Refresh current permissions
fr: Rafraichier les permissions
it_it: Aggiorna i permessi

source: Selected Applications
fr: Applications Sélectionnées
it_it: Applicazioni selezionate

source: Refresh current applications
fr: Rafraichir les applications
it_it: Aggiorna le applicazioni

source: Available Applications
fr: Applications Disponibles
it_it: Applicazioni disponibioli

source: Refresh available applications
fr: Rafraichir les applications disponibles
it_it: Aggiorna le applicazioni disponibli

source: Available Permissions
fr: Permissions Disponibles
it_it: Permessi disponibili

source: Refresh available permissions
fr: Rafraichir les permissions disponibles
it_it: Aggiorna i permessi disponibili

source: Manage permissions
fr: Gérer les permissions
it_it: Gestisci i permessi

source: Groups
fr: Groupes
it_it: Gruppi

source: Add/Edit/Delete Groups
fr: Ajouter/Editer/Supprimer Groupe
it_it: Aggiungi/Modifica/Cancella Gruppi

source: Active
fr: Actif
it_it: Attivo

source: Add a user
fr: Ajouter un utilisateur
it_it: Aggiungi utente

source: User Credentials
fr: Identifiants utilisateur
it_it: Credenziali Utente

source: Administrative Details
fr: Détails administratifs
it_it: Dettagli amministrativi

source: Cancel
fr: Annuler
it_it: Cancella

source: Update a user
fr: Mettre à jour un utilisateur
it_it: Aggiorna un utente

source: Update
fr: Mettre à jour
it_it: Aggiorna

source: Filter by Name or Username
fr: Filtrer par nom ou nom d'utilisateur
it_it: Filtra per Nome o Username

source: Selected Sources
fr: Sources Sélectionnées
it_it: Sorgenti selezionate

source: Refresh current Sources
fr: Rafraichir les sources
it_it: Aggiorna le sorgenti

source: Manage Sources
fr: Gérer les sources
it_it: Gestisci sorgenti

source: Available Sources
fr: Sources disponibles
it_it: Sorgenti disponibili

source: Refresh available Sources
fr: Rafraichir les sources disponibles
it_it: Ricarica le sorgenti disponibili

source: Change Password next Logon
fr: Modifier les mot de passe lors de la prochaine connexion
it_it: Cambia la password al prossimo accesso

source: Add/Edit/Delete Users
fr: Ajouter/Editer/Supprimer utilisateurs
it_it: Aggiungi/Modifica/Cancella Utenti

source: Access Control
fr: Gestion d'accès
it_it: Controllo Accessi

source: Add/Edit/Delete users
fr: Ajouter/Editer/Supprimer utilisateurs
it_it: Aggiungi/Modifica/Cancella utenti

source: Add/Edit/Delete groups
fr: Ajouter/Editer/Supprimer groupes

source: Add/Edit/Delete customers
fr: Ajouter/Editer/Supprimer clients

source: Add/Edit/Delete sources
fr: Ajouter/Editer/Supprimer sources

source: <- Please select a source to begin configuration
fr: <- Sélectionnez un source pour démarrer la configuration
it_it: <- Seleziona una sorgente per iniziare la configurazione

source: <- Please select a source to access alerts
fr: <- Sélectionnez un sources pour accédder aux alertes
it_it: <- Seleziona una sorgente per accedere agli allarmi

source: Calendar
fr: Calendrier
it_it: Calendario

source: Weekday
fr: Jour de semaine
it_it: Giorno della settimana

source: Hour
fr: Heure
it_it: Ora

source: Reload Calendar
fr: Rafraichir Calendrier
it_it: Ricarica calendario

source: Save Changes
fr: Enregistrer les changements
it_it: Salva Modifiche

source: Select a source
fr: Sélectionner une source
it_it: Seleziona una sorgente

source: Monday
fr: Lundi
it_it: Lunedì

source: Tuesday
fr: Mardi
it_it: Martedì

source: Wednesday
fr: Mercredi
it_it: Mercoledì

source: Thursday
fr: Jeudi
it_it: Giovedì

source: Friday
fr: Vendredi
it_it: Venerdì

source: Saturday
fr: Samedi
it_it: Sabato

source: Sunday
fr: Dimanche
it_it: Domenica

source: Apply
fr: Appliquer
it_it: Applica

source: Addition
fr: Ajout

source: Addition, exclusive (remove any in-between values)
fr: Ajout, exclusive (supprimer toutes les valeures intermédiaires)

source: Deletion
fr: Suppression
it_it: Cancellazione

source: From:
fr: De:
it_it: Da:

source: To:
fr: A:
it_it: A:

source: Daily, from:
fr: Hebdomadaire, de:
it_it: Quotidianamente, da:

source: Frequency:
fr: Fréquence:
it_it: Frequenza:

source: This configuration screen will let you specify the expected capture slots for your source.
fr: Cette écran de configuration vous permettra de spécifier les créneaux de capture attendus pour la source.
it_it: Questa schermata di configurazione consentirà di specificare gli slot di cattura previsti per la tua sorgente.

source: Alerts will be triggered based on any deviation from this schedule.
fr: Les alertes seront déclenchées sur base de déviation de cet agenda.
it_it: Gli allarmi verranno attivati in caso di una qualsiasi discrepanza rispetto a questo programma.

source: <b>Frequency</b> is calculated from the beginning of the day (00:00), not from start time.
fr: <b>Fréquence</b>calculée depuis le début de jour (00:00), et non le début du créneau.
it_it: <b>La frequenza</b> è calcolata dall'inizio del giorno (00:00), non dall'orario di partenza.

source: Display
fr: Affichage

source: All
fr: Tous
it_it: Tutti

source: Clear Calendar
fr: Effacer le calendrier
it_it: Cancella Calendario

source: Sources alerts
fr: Alertes sources
it_it: Allarmi Sorgenti

source: Help
fr: Aide
it_it: Aiuto

source: Edit Calendar
fr: Editer le calendrier
it_it: Modifica Calendario

source: Watermark File
fr: Fichier Watermark
it_it: File di Watermark

source: Max distance
fr: Distance Max
it_it: Distanza massima

source: Filter similar pictures
fr: Filtrer les images similaires
it_it: Filtra immagini simili

source: Add an audio track
fr: Ajouter une piste audio
it_it: Aggiungi una traccia audio

source: Audio File
fr: Fichier audio
it_it: File Audio

source: Add an audio file
fr: Ajouter un fichier audio
it_it: Aggiungi un file audio

source: Only keep pictures between
fr: Seulemenent conserver les images entre
it_it: Mantieni solo immagini tra

source: Send an email once creation completed
fr: Envoyer un email en fin de traitement
it_it: Invia una email al completamento

source: Minimum interval between two pictures:
fr: Intervale minimum entre deux images:
it_it: Intervallo minimo tra due immagini:

source: Seconds
fr: Secondes
it_it: Secondi

source: Start creation
fr: Démarrer la création
it_it: Inizio creazione

source: Disabled
fr: Désactivé
it_it: Disabilita

source: As Soon As Possible
fr: Aussi vite que possible
it_it: Appena possibile

source: At 4:00 am
fr: A 4h00
it_it: Alle 04.00 AM

source: To
fr: A:
it_it: A

source: From
fr: De:
it_it: Da

source: Create a custom video
fr: Créer une video custom
it_it: Crea video personalizzato

source: at
fr: à

source: and
fr: et
it_it: e

source: Filename
fr: Fichier
it_it: Nome del file

source: Custom video creation
fr: Création video custom
it_it: Creazione video personalizzato

source: HD Format, Highest quality.
fr: Format HD, qualité max
it_it: HD, qualità migliore.

source: HD Format, High quality.
fr: Format HD, haute qualité
it_it: HD, alta qualità.

source: Similar to DVD.
fr: Similaire au DVD
it_it: Simile a DVD.

source: H.264, custom settings.
fr: H.264, réglages perso
it_it: H.264, settaggi personalizzati.

source: Transparency
fr: Transparence
it_it: Opacità

source: Insert a watermark
fr: Ajouter un watermark
it_it: Inserisci un watermark

source: Insert Watermark
fr: Ajouter un Watermark
it_it: Inserisci Watermark

source: Location of the watermark
fr: Emplacement du watermark
it_it: Posizione del watermark

source: Picture size (1920x1080)
fr: Taille de l'image (1920x1080)
it_it: Dimensione immagine (1920x1080)

source: Date format
fr: Format de la date
it_it: Formato data

source: Do not insert date
fr: Ne pas insérer de date
it_it: Non iserire data

source: Text location
fr: Emplacement du texte
it_it: Posizione del testo

source: South West
fr: Sud Ouest
it_it: Sud Ovest

source: South
fr: Sud
it_it: Sud

source: South East
fr: Sud Est
it_it: Sud Est

source: East
fr: Est
it_it: Est

source: North East
fr: Nord Est
it_it: Nord Est

source: North
fr: Nord
it_it: Nord

source: North West
fr: Nord Ouest
it_it: Nord Ovest

source: West
fr: Ouest
it_it: Ovest

source: Shadow Color
fr: Couleur d'ombre
it_it: Colore ombreggiamento

source: Legend Coordinates
fr: Coordonnées légende
it_it: Coordinate legenda

source: Text font
fr: Police du texte
it_it: Carattere testo

source: Text size
fr: Taille du texte
it_it: Dimensione Testo

source: Legend Color
fr: Couleur du Texte
it_it: Colore Legenda

source: Legend
fr: Légende
it_it: Legenda

source: Insert legend
fr: Ajouter un Légende
it_it: Inserisci Legenda

source: Resize picture before video creation
fr: Redimensionner l'image avant la création
it_it: Ridimensiona le immagini prima di creare il video

source: Shadow Coordinates
fr: Coordonnées ombre
it_it: Coordinate ombraggiamento

source: Pre-processing manipulations (advanced)
fr: Manipulations pre-traitement
it_it: Modifiche di Preprocessing (avanzato)

source: For example: 1920x1080
fr: Par exemple: 1920x1080
it_it: Per esempio: 1920x1080

source: Custom Vids.
fr: Vidéo Custom
it_it: Video Personalizzato.

source: Advanced video settings
fr: Paramètres videos avancés
it_it: Impostazioni avanzate video

source: Bitrate:
fr: Taux:

source: Size:
fr: Taille
it_it: Dimensioni:

source: Crop:
fr: Découpe:
it_it: Ritaglia:

source: Remote
fr: Distant
it_it: Remoto

source: No configuration changes
fr: Pas de changement de configuration
it_it: Nessuna modifica alla configurazione

source: Crop pictures
fr: Découper les images
it_it: Ritaglia immagini

source: Crop picture
fr: Découper l'image
it_it: Ritaglia immagine

source: Size of the area
fr: Taille de la zone
it_it: Dimensione dell'area

source: Location
fr: Emplacement
it_it: Posizione

source: Hotlink 3 size
fr: Taille Hotlink 3
it_it: Dimensione Hotlink 3

source: Hotlink 4 size
fr: Taille Hotlink 4
it_it: Dimensione Hotlink 4

source: Hotlink 2 size
fr: Taille Hotlink 2
it_it: Dimensione Hotlink 2

source: Generate error hotlink
fr: Créer un fichier hotlink d'erreur
it_it: Genera errori hotlink

source: In case of error, a hotlink with an error message will be displayed
fr: En cas d'erreur, un fichier hotlink avec un message d'erreur sera créé
it_it: In caso di errore, verrà mostrato un hotlink con una messaggio di errore

source: Hotlink 1 size
fr: Taille Hotlink 1
it_it: Dimensione Hotlink 1

source: Static pictures (hotlink)
fr: Images statique (hotlink)
it_it: Immagine statica (hotlink)

source: Minimum single picture size
fr: Taille minimum d'une image
it_it: Dimensione minima singola immagine

source: Save pictures into archives
fr: Archiver les images
it_it: Salva le immagini in archivi

source: Warning, if disabled video creation will not be possible.
fr: Attention, si désactivé la création de vidéos sera impossible
it_it: Attenzione, se disabilitato, la creazione del video non sarà possibile.

source: Delete pictures after (days, 0 = no limit)
fr: Effacer les images après (jours, 0=pas de limite)
it_it: Cancella immagini dopo (giorni, 0 = mai)

source: Maximum archive size (Mbytes, 0 = no limit)
fr: Taille maximum des archives (Mbytes, 0 = pas de limite)
it_it: Dimensiona massima archivio (Mbytes, 0 = nessun limite)

source: Resize pictures before saving
fr: Redimensionner avant de sauvegarder
it_it: Ridimensiona le immagini prima di salvare

source: Copy pictures to
fr: Copier vers
it_it: Copia immagini in

source: Enable
fr: Activer
it_it: Abilita

source: Copy pictures internally
fr: Copier les images en interne
it_it: Copia le immagini internamente

source: Number of retries
fr: Tentatives
it_it: Numero di tentativi

source: Send pictures to
fr: Envoyer vers
it_it: Invia immagini a

source: Send hotlink pictures to
fr: Envoyer les hotlink vers
it_it: Invia immagini hotlink a

source: Send pictures via FTP
fr: Envoyer les images par FTP
it_it: Invia immagini via FTP

source: Rotate angle (clockwise)
fr: Angle de rotation
it_it: Angolo di rotazione (senso orario)

source: Rotate pictures
fr: Rotation des images
it_it: Ruota immagini

source: Rotate picture
fr: Rotation de l'image
it_it: Ruota immagine

source: Pictures
fr: Images
it_it: Immagini

source: Insert Text
fr: Insérer du texte
it_it: Inserisci testo

source: Number of failure before camera powercycle
fr: Nombre d'échecs avant redémarrage de l'appareil photo
it_it: Numero di tentativi prima di riavviare la camera

source: Phidget camera port
fr: Port phidget de l'appareil photo

source: Powercycle camera in case of failure
fr: Redémarrer l'appareil photo en cas d'échec
it_it: Riavvia la camera in caso di malfunzionamento

source: Relays
fr: Relais

source: Send sensor graph to
fr: Envoyer le graphique vers
it_it: Invia grafico errori a

source: Generate Phidget sensor graph
fr: Générer un graphique Phidgets
it_it: Genera Phidget grafico errori

source: Graphs
fr: Graphiques
it_it: Grapfico

source: Color
fr: Couleur
it_it: Colore

source: Sensors configuration
fr: Configuration du capteur
it_it: Configurazione sensori

source: Resize Picture
fr: Redimensionner l'image
it_it: Ridimensiona Immagine

source: Resize picture
fr: Redimensionner l'image
it_it: Ridimensiona immagine

source: Move pictures to:
fr: Déplacer l'image vers:
it_it: Sposta immagine in:

source: Initiate processing
fr: Demarrer le traitement
it_it: Inizia processo

source: Insert a thumbnail
fr: Insérer une miniature
it_it: Inserisci una immagine di copertina

source: Insert a border around thumbnail
fr: Inséerer une bordure autour de la miniature
it_it: Inserisci un bordo attorno all'immagine di copertina

source: Thumbnail
fr: Miniature
it_it: Immagine di copertina

source: Thumbnail captured from Source Picture
fr: Miniature capturée depuis
it_it: Immagine di copertina catturata dalla Immagine Sorgente

source: Thumbnail inside Destination Picture
fr: Miniature intégrer au sein de
it_it: Immagine di copertina nella Immagine di destinazione

source: Enable Transition
fr: Activer Transition
it_it: Abilita transizione

source: Post-prod Vids.
fr: Vids. Post-prod
it_it: Video in post-processing.

source: Insert a legend
fr: Insérer une légende
it_it: Inserisci legenda

source: Daily video creation
fr: Création vidéo journalière
it_it: Creazione video quotidiano

source: Retries
fr: Tentatives
it_it: Tentativi

source: Send hotlink AVI files to
fr: Envoyer AVI hotlink vers
it_it: Invia hotlink file AVI a

source: Send MP4 files to
fr: Envoyer fichier MP4 vers
it_it: Invia file MP4 a

source: Send hotlink MP4 files to
fr: Envoyer MP4 hotlink vers
it_it: Invia hotlink file MP4 a

source: Send AVI video files to
fr: Envoyer fichier AVI vers
it_it: Invia file video AVI a

source: Send videos via FTP
fr: Envoyer vidéos par FTP
it_it: Invia video via FTP

source: Picture size
fr: Dimensions
it_it: Dimensione immagine

source: Videos
fr: Vidéos
it_it: Video

source: Local FTP Account
fr: Compte FTP Local
it_it: account FTP locale.

source: Host
fr: Hôte

source: Directory
fr: Répertoire
it_it: Cartella

source: Remote FTP Servers
fr: Serveurs FTP distants

source: Limit hotlink processing to one picture per rotation
fr: Limiter les fichiers hotlink à un par rotation
it_it: Limita il processing degli hotlink ad una immagine per rotazione

source: Define picture date based upon
fr: Définir la date de l'image à partir de
it_it: Definisci data immagine basata su

source: Date when file was save into /tmp/ directory
fr: Date à laquelle le fichier a été placée dans le repertoire /tmp/
it_it: Data del salvataggio del file nella cartella /tmp

source: Picture filename (Webcampak) - (YYYYMMDDHHMMSS.jpg)
fr: Nom du fichier (Webcampak) - (YYYYMMDDHHMMSS.jpg)
it_it: Nome immagine (Webcampak) - (YYYYMMDDHHMMSS.jpg)

source: Picture filename (Harbortronics) - (YYYYMMDD_HHMMSS.JPG)
fr: Nom du fichier (Harbortronics) - (YYYYMMDD_HHMMSS.JPG)
it_it: Nome immagine (Harbortronics) - (YYYYMMDD_HHMMSS.JPG)

source: EXIF Metadata (date)
fr: Données EXIF (date)

source: Take actions if no new pictures in /tmp/ directory.
fr: Prendre des actions si aucun fichier présent dans le répertoire /tmp/
it_it: Azioni se non sono presenti nuove immagini nella cartella /tmp/.

source: Configuration of "<u>IP Camera (FTP) / Webcampak</u>"
fr: Configuration d'une "<u>Camera IP (FTP) / Webcampak</u>"
it_it: Configurazione di "<u>IP Camera (FTP) / Webcampak</u>"

source: Camera Model
fr: Modèle d'appareil
it_it: Modello camera

source: Camera Owner (TAG)
fr: TAG Camera Owner

source: Process RAW files
fr: Traiter les fichiers RAW
it_it: Processa file RAW

source: Camera Port
fr: Port Appareil

source: Configuration of "<u>D-SLR USB Camera (Gphoto2 PTP mode)</u>"
fr: Configuration d'un "<u>Appareil photo reflex (mode Gphoto2 PTP)</u>"
it_it: Configurazione di "<u>D-SLR USB Camera (Gphoto2 PTP mode)</u>"

source: Multi-Cameras environment only
fr: Environements multi-appareils seulement
it_it: Solo ambiente Multi-Camera

source: Enable Calendar
fr: Activer Calendrier
it_it: Abilita Calendario

source: Capture Calendar
fr: Calendrier de capture
it_it: Calendario di cattura

source: If disabled, the system will capture 24/7
fr: Si désactivé, le système capture 24/7
it_it: Se disabilitato, il sistema catturerà 24/7

source: Between
fr: Entre
it_it: Tra

source: Select source to get from
fr: Obtenir les images depuis
it_it: Seleziona la sorgente da cui prendere

source: Configuration of "<u>Webcampak Source</u>"
fr: Configuration d'une "<u>Source Webcampak</u>"
it_it: Configurazione della "<u>Sorgente Webcampak</u>"

source: Select capture mode
fr: Sélection du mode de capture
it_it: Scegli la modalità di cattura

source: Get: Pictures copied from an other source
fr: Obtenir: Images copiées depuis une autre source
it_it: Get: Le immagini sono copiate da un'altra sorgente

source: Receive: Pictures sent by another source
fr: Recevoir: Images envoyées par une autre source
it_it: Receive: Immagini inviate da un'altra sorgente

source: Configuration of "<u>Internet Picture</u>" or "<u>Video Streaming</u>"
fr: Configuration d'une "<u>Image Internet</u>" or "<u>Flux Video</u>"
it_it: Configurazione di "<u>Immagine Internet</u>" or "<u>Streaming Video</u>"

source: URL File/Stream
fr: URL du fichier/flux

source: Activate Source
fr: Activer source
it_it: Attiva la sorgente

source: Minimum Interval
fr: Intervale mini.
it_it: Intervallo minimo

source: Email alerts
fr: Alertes email
it_it: Email di allarme

source: Process RAW
fr: Traiter RAW
it_it: Processa i RAW

source: Gphoto2 Debug
fr: Debug Gphoto2

source: Capture Sensors
fr: Capteurs
it_it: Sensori di cattura

source: Capture every
fr: Fréquence
it_it: Cattura ogni

source: Picture date
fr: Date image
it_it: Data Immagine

source: Capture time
fr: Heure de capture
it_it: Ora di cattura

source: Script start time
fr: Heure du script
it_it: Ora lancio script

source: Capture delay
fr: Retard capture
it_it: Ritardo di cattura

source: Block capture
fr: Bloquer capture
it_it: Ferma la cattura

source: Enable Xfer
fr: Activer Xfer
it_it: Abilita Xfer

source: Source Type
fr: Type de source
it_it: Tipo di sorgente

source: Compact or DSLR USB Camera (Gphoto2 PTP mode)
fr: Appareil photo reflex USB (Gphoto2 PTP mode)
it_it: Fotocamera o DSLR collegata via USB Camera (Gphoto2 PTP mode)

source: Webcampak Source
fr: Source Webcampak
it_it: Sorgente Webcampak

source: USB Webcam
fr: Webcam USB
it_it: Webcam via USB

source: IP Camera (FTP)
fr: Caméra IP (FTP)

source: Internet Picture (HTTP ou FTP)
fr: Image Internet (HTTP ou FTP)
it_it: Internet Picture (HTTP o FTP)

source: Video Streaming (RTSP)
fr: Flux Vidéo (RTSP)

source: Test Picture
fr: Image Test
it_it: Immagine di test

source: Language
fr: Langue
it_it: Lingua

source: French
fr: Français
it_it: Francese

source: English
fr: Anglais
it_it: Inglese

source: Source Configuration
fr: Configuration Source
it_it: Configurazione della sorgente

source: Save
fr: Enregistrer
it_it: Salva

source: Sources Configuration
fr: Configuration Sources
it_it: Configurazione sorgente

source: Send email to
fr: Envoyer email à
it_it: Invia email a

source: Send a reminder every
fr: Envoyer un rappel tous les
it_it: Invia un promemoria ogni

source: Send an email if capture is more than
fr: Envoyer un email si la capture est plus de
it_it: Invia una email se la cattura e più di

source: Send email from (Reply-To)
fr: Envoyer un email depuis (Reply-To)
it_it: Invia un email da (Reply-To)

source: Send a copy of the emails to (CC)
fr: Envoyer une copyer des emails à (CC)
it_it: Invia una copia dell'email a (CC)

source: In-line email alert
fr: Alerte email en capture
