Repository: Webcampak/core
Catalog: i18n/*.utf8/LC_MESSAGES/ui-desktop.po
Languages: fr, it_it

source: Please select a FTP server for the source
fr: Veuillez sélectionner un serveur FTP pour la source
it_it: Seleziona un server FTP per la Sorgente

source: Please select a FTP server for the destination
fr: Veuillez sélectionner un serveur FTP pour la destination
it_it: Seleziona un server FTP per la Destinazione

source: A source cannot be synced with itself
fr: Une source ne peut être synchronisée avec elle-même
it_it: Una sorgente non può essere sincronizzata con se stessa

source: Report added to queue, it will be processed shortly
fr: Rapport ajouté à la file d'attente.
it_it: Report aggiunto alla coda, verrà processato a breve

source: Loading Logs
fr: Chargement des Logs
it_it: Caricamenti Log

source: Logs of:
fr: Logs de:
it_it: Log di:

source: Restart Webcampak ?
fr: Redémarrer le Webcampak ?
it_it: Riavviare?

source: Are you sure ? Picture acquisition will be suspended during reboot
fr: Etes vous sûrs ? L'acquisition d'image sera impossible pendant le redémarrage
it_it: Sei sicuro? Durante il riavvio l'acquisizione delle immagini sarà sospesa

source: Unable to perform reboot
fr: Impossible de redémarrer
it_it: Impossibile effettuare il riavvio

source: Reboot is in progress, please wait for 1mn before refreshing the page
fr: Redémarrage en cours, veuillez attendre 1mn avant de rafraîchir la page
it_it: Riavvio in corso, per cortesia attendi un minuto prima di ricaricare questa pagina

source: Server error
fr: Erreur serveur

source: There is an error with your request, please contact support
fr: Il y a une erreur avec votre requète, veuillez contacter le support
it_it: Si è verificato un errore con la tua richiesta. Per cortesia contatta il supporto

source: Source
it_it: Sorgente

source: Sources
it_it: Sorgenti

source: BG Color (HEX)
it_it: Colore Sfondo (HEX)

source: BG Logo (in /resources/watermark/ directory)
it_it: Logo Sfondo (in /resources/watermark/ directory)

source: Notes
it_it: Note

source: Applications
it_it: Applicazioni

source: Permissions
it_it: Permessi

source: Configuration
it_it: Configurazione

source: Minutes
it_it: Minuti

source: Action:
it_it: Azione:

source: H. 264 (Custom)
it_it: H. 264 (Personalizzato)

source: Thursday 25 January 2010 - 21h30
it_it: Giovedì 25 Gennaio 2010 - 21h30

source: Custom:
it_it: Personalizzato:

source: Archives
it_it: Archivi

source: Type
it_it: Tipo

source: Port
it_it: Porta

source: Transition
it_it: Transizione

source: Capture
it_it: Cattura

source: minutes
it_it: minuti

source: Format
it_it: Formato

source: Access<br />Control
it_it: Controllo<br />Accessi

source: Sources<br />Statistics
it_it: Statistiche<br />Sorgenti

source: Connected<br />Devices
it_it: Dispositivi<br />Connessi

source: System<br />Statistics
it_it: Statistiche<br />Sistema

source: System <br />Configuration
it_it: Configurazione <br />Sistema

source: Sync<br />Reports
it_it: Rapporti<br />Sincronizzazione

source: Xfer<br />Reports
it_it: Rapporti<br />XFer

source: Sources <br />Configuration
it_it: Configurazione <br />Sorgenti

source: Current Desktop Icons
it_it: Icone desktop attuali

source: Refresh current icons
it_it: Ricarica le icone attuali

source: Available Desktop Icons
it_it: Icone Desktop disposibili

source: Refresh available icons
it_it: Ricarica le icone disponibili

source: Manage Desktop Icons
it_it: Gestisci le icone Desktop

source: Documentation
it_it: Documentazione

source: Save Icons Locations
it_it: Salva posizione icone

source: Français
it_it: Francese

source: Exception
it_it: Eccezione

source: Destination
it_it: Destinazione

source: Total
it_it: Totale

source: Actions
it_it: Azioni

source: Status
it_it: Stato

source: Direction
it_it: Direzione

source: Date
it_it: Data

source: Info
it_it: Informazioni
