Repository: Webcampak/core
Catalog: i18n/*.utf8/LC_MESSAGES/ui-desktop.po
Languages: fr, it_it

source: Email alerts will be sent directly based on capture status (using minutes)
fr: Les alertes emails seront envoyées directement en fonction de l'état de la capture (minutes)
it_it: Le email di allarme verranno inviate direttamente a seconda dello status di cattura (usando i minuti)

source: Always notify when source is back
fr: Toujours alerter lors du retour de la source
it_it: Avvisa sempre quando la sorgente è tornata raggiungibile

source: Send email when source comes back even if number of failure was low.
fr: Envoyer un email quand la source est de retour même si le nombre d'échecs est faible
it_it: Invia una email quando la sorgente torna disponibile, anche se il numero di fallimenti è stato basso.

source: Schedule-based email alerts
fr: Alertes email sur Calendrier
it_it: Email di allerta basate su programmazione

source: Email alerts are sent based on a pre-configured alert schedule (using iterations)
fr: Les alertes sont envoyées sur base d'un calendriere pré-configuré
it_it: Le email di allerta sono inviate basandosi su un calendario di allerta pre-configurato (usando le iterazioni)

source: General Email Configuration
fr: Configuraiton email générale
it_it: Configurazione generale delle email

source: minutes or iterations late (0 = never)
fr: retard minutes ou itérations (0 = jamais)
it_it: minuti o iterazioni di ritardo (0 = mai)

source: minutes or iterations (0 = never)
fr: minutes ou itérations (0 = jamais)
it_it: minuti o iterazioni (0 = mai)

source: Send an email if no capture for more than
fr: Envoyer un email si absence d'image pendant plus de
it_it: Invia una email se non ci sono scatti per più di

source: Enable Time based alerts
fr: Activer alertes Minutes
it_it: Abilita gli alert basati sul tempo

source: Email alerts will be sent based on time since last planned capture
fr: Les alertes email seront envoyées sur base du temps écoulé depuis la dernière capture prévue
it_it: Le email di allerta verranno inviate basandosi sul tempo trascorso dall'ultima cattura pianificata

source: Schedule Based Alerts (time since on-schedule last capture)
fr: Alertes sur base du calendrier (temps écoulé depuis dernière capture)
it_it: Allarmi basati su programmazione (time dall'ultima cattura programmata)

source: Enable Schedule Based Alerts
fr: Active alertes sur base du calendrier
it_it: Abilita gli allarmi basati su programmazione

source: Email alerts will be sent based on the number of missing captures
fr: Alertes email seront envoyées sur base du nombre de captures en échec
it_it: Le email di allerta verranno invate basandosi sul numero degli scatti mancanti

source: Grace period
fr: Période de grace
it_it: Periodo di grazia

source: Schedule Based Alerts (missed captures)
fr: Alertes sur base calendrier (captures manquées)
it_it: Allarmi basati su programmazione (catture mancate)

source: missing captures
fr: captures manquantes
it_it: catture mancanti

source: Send an email if no capture for more than
fr: Envoyer un email si pas de capture pour plus de
it_it: Invia una email se non ci sono catture per più di

source: Email alerts will be sent based on time since last capture
fr: Alertes email envoyée selon le temps depuis la dernière capture
it_it: Le email di allerta saranno inviate basandosi sul tempo trascorso dall'ultima cattura

source: Time Based Alerts
fr: Alertes sur base du temps
it_it: Allerta basata sul tempo

source: Advanced
fr: Avancé
it_it: Avanzate

source: Click here to select a source...
fr: Cliquez ici pour sélectionner une source...
it_it: Clicca qui per selezionare una sorgente.

source: No Source Selected
fr: Pas de source sélectionnée
it_it: Nessuna sorgente selezionata

source: Disk Usage
fr: Utilisation disque
it_it: Uso del disco

source: Disk usage evolution (GB) per day
fr: Evolution de l'utilisation disque (GB) par jour
it_it: Evoluzione dell'uso del disco (GB) al giorno

source: on
fr: le

source: Refresh
fr: Rafraîchir
it_it: Aggiorna

source: Number of Pictures per day
fr: Nombre d'images par jour
it_it: Numero di immagini per giorno

source: Sources Statistics
fr: Statistiques sources
it_it: Statistiche delle sorgenti

source: Size
fr: Taille
it_it: Dimensione

source: Total size (MB) per day
fr: Taille totale (MB) par jour
it_it: Dimensione totale (MB) al giorno

source: Memory (%)
fr: Mémoire (%)
it_it: Memoria (%)

source: Hard Disk
fr: Disque dur

source: Range
fr: Intervale

source: Most Recent
fr: Plus récent
it_it: Più recenti

source: Hours
fr: Heures
it_it: Ore

source: Days
fr: Jours
it_it: Giorni

source: Months
fr: Mois
it_it: Mesi

source: Bandwidth (/s)
fr: Bande passante (/s)

source: System Statistics
fr: Statistiques système
it_it: Statistiche di sistema

source: Select a picture below
fr: Sélectionnez une image ci-dessous
it_it: Seleziona un'immagine sotto

source: Webcampak Sensors
fr: Capteur Webcampak
it_it: Sensori Webcampak

source: Sensors
fr: Capteur
it_it: Sensori

source: Webcampak Pictures
fr: Images Webcampak
it_it: Immagini Webcampak

source: Webcampak Videos
fr: Vidéos Webcampak
it_it: Video Webcampak

source: Connected Devices
fr: Périphériques connectés
it_it: Dispositivi connessi

source: Gphoto2: Connected Cameras
fr: Gphoto2: Appareils connectés
it_it: Gphoto2: dispositivi connessi

source: Refresh Devices
fr: Rafraîchir périphériques
it_it: Aggiorna dispositivi

source: Gphoto2: Cameras Capabilities
fr: Gphoto2: Détails appareil
it_it: Gphoto2: funzionalità della camere

source: USB devices connected (lsusb)
fr: Périphériques USB connectés (lsusb)
it_it: Dispositivi connessi via USB (Isusb)

source: Remember Me:
fr: Se souvenir:
it_it: Ricorda:

source: Password:
fr: Mot de passe

source: Send new Password
fr: Envoyer nouveau mot de passe
it_it: Invia nuova password

source: Username:
fr: Nom d'utilisateur:

source: New Password
fr: Nouveau mot de passe
it_it: Nuova Password

source: Old Password
fr: Ancien mot de passe
it_it: Vecchia Password

source: New Password (verif)
fr: Nouveau mot de passe (confirmation)
it_it: Nuova Password (verif)

source: Change your password
fr: Modifier mot de passe
it_it: Modifica Password

source: Current Credentials
fr: Identifiants actuels
it_it: Credenziali attuali

source: New Credentials
fr: Nouveaux identifiants
it_it: Nuove Credenziali

source: Connect
fr: Connexion
it_it: Connetti

source: Recover Lost Password
fr: Mot de passe perdu
it_it: Recupera Password perduta

source: Webcampak Authentication
fr: Authentification Webcampak
it_it: Auteniticazione

source: Email Body
fr: Corps Email
it_it: Corpo email

source: Add one or more email addresses
fr: Ajouter une addresse ou plus
it_it: Aggiungi uno o più indirizzi email

source: Subject
fr: Sujet
it_it: Oggetto

source: Email Subject
fr: Sujet Email
it_it: Oggetto email

source: Attachments
fr: Pièces jointes
it_it: Allegati

source: No Attachments
fr: Pas de pièce jointe
it_it: Nessun Allegato

source: From:
fr: De:
it_it: Da:

source: Send Email
fr: Envoyer email
it_it: Invia Email

source: Send an Email
fr: Envoyer un email
it_it: Invia una Email

source: Sources Conf.
fr: Conf. Sources
it_it: Configurazione Sorgenti

source: Sync Reports
fr: Rapports Sync

source: Xfer Reports
fr: Rapports Xfer

source: System Stats.
fr: Stats. Système

source: Sources Stats.
fr: Stats. Sources

source: System Conf.
fr: Conf. Système

source: Statistics & Reports
fr: Rapports & Statistiques
it_it: Statistiche & Report

source: Email Alerts
fr: Alertes email
it_it: Email allarme

source: Link to Webcampak documentation, available in English & French
fr: Lien vers la documentation Webcampak, disponibe en Anglais et Français
it_it: Link alla documentazione, disponibile in Inglese, Francese e Italiano

source: Link to Webcampak.com blog
fr: Lien vers le blog Webcampak
it_it: Link al blog

source: About
fr: A propos

source: Link to Webcampak.com website
fr: Lien vers le site web Webcampak
it_it: Link al sito

source: Change Password
fr: Changer mot de passe
it_it: Cambia Password

source: Exception Message
fr: Message d'exception
it_it: Messaggio di eccezione

source: FTP Server
fr: Serveur FTP

source: Report Name
fr: Nom du rapport
it_it: Nome Report

source: Run
fr: Lancer

source: Create a Report
fr: Créer un rapport
it_it: Crea un Report

source: Re-run and Sync
fr: Relance et sync

source: File Count
fr: Nombre de fichiers
it_it: Numero File

source: File Size
fr: Taille Fichier
it_it: Dimensione File

source: Results
fr: Résultats
it_it: Risultati

source: Close
fr: Fermer
it_it: Chiudi

source: Create
fr: Créer
it_it: Crea

source: Filter by Report Name or Source Name
fr: Filtrer par nom de rapport ou nom de source
it_it: Filtra per Nome Report o Nome Sorgente

source: Re-run report
fr: Relancer rapport

source: Queued
fr: En attente
it_it: In coda

source: Started
fr: Démaré
it_it: Iniziato

source: Completed
fr: Complété
it_it: Completato

source: Yes
fr: Oui
it_it: Si

source: No
fr: Non

source: FTP Sync Reports
fr: Rapports FTP Sync

source: Filter by Thread UUID
fr: Filtrer par UUID Thread

source: Created
fr: Créé
it_it: Creato

source: Updated
fr: Mis à jour
it_it: Aggiornato

source: Queue
fr: Attente
it_it: Coda

source: Last Job
fr: Dernier Job
it_it: Ultimo Lavoro

source: Rate
fr: Taux

source: FTP Xfer Reports
fr: Rapports FTP Xfer

source: Line
fr: Ligne

source: Content
fr: Contenu

source: <- Please select a source to access logs
fr: <- Sélectionnez une source pur accédder aux logs
it_it: <- Seleziona una sorgente per accedere ai log

source: File
fr: Fichier

source: Parameter
fr: Paramètre
it_it: Parametri

source: Old
fr: Ancien
it_it: Vecchio

source: new
fr: Nouveau
it_it: Nuovo

source: Configuration Changes
fr: Configuration modifiée
it_it: Cambiamenti Configurazione

source: Sources Logs
fr: Logs sources
it_it: Log Sorgenti

source: Different DSLR cameras
fr: Appareils reflex différents
it_it: Camere DSLR differenti

source: Identical DSLR cameras
fr: Appareils reflex identiques
it_it: Camere DSL identiche

source: Maximum number of files in each Xfer thread
fr: Nombre maximum de fichier par thread xfer
it_it: Massimo numero di file in ogni thread Xfer

source: Main network interface
fr: Interface réseau principale
it_it: Principale interfaccia di rete

source: Number of Xfer transfer threads
fr: Nombre de threqds Xfer
it_it: Numero di threads di trasferimento Xfer

source: Enable Phidget board
fr: Activer platine Phidgets
it_it: Abilita scheda Phidget

source: Lookup for camera automatically
fr: Rechercher l'appareil automatiquement
it_it: Ricerca automaticamente camere

source: Enable Statistics Collection
fr: Collecter statistiques
it_it: Abilita raccolta statistiche

source: General
fr: Général
it_it: Generale

source: Network
fr: Réseau
it_it: Rete

source: Global FTP Account (resources)
fr: Compte FTP global (resources)

source: Statistics
fr: Statistiques
it_it: Statistiche

source: Yes, Reboot
fr: Oui, Redémarrer
it_it: Si, Riavvia

source: Reboot
fr: Redémarrer
it_it: Riavvia

source: Are you sure you want to reboot ?
fr: Souhaitez-vous vraiment redémarrer ?
it_it: Confermi di voler riavviare?

source: System Configuration
fr: Configuration Système
it_it: Configurazione del sistema

source: You are about to leave the application. You might loose some content. Are you sure ?
fr: Vous êtes sur le point de quitter l'application. Tout contenu non sauvegardé sera perdu. Continuer ?
it_it: Uscendo dall'applicazione potresti perdere alcuni contenuti, vuoi procedere?

source: Username is not valid. <br /> Can only contain letters, numbers, - and _
fr: Nom d'utilisateur invalide. <br /> Ne peut contenir que des lettres, chiffres, - et _
it_it: Username non valido. <br /> Può contenere solo lettere, numeri, - e _

source: Please select a source first
fr: Veuillez d'abord sélectionner une source
it_it: Seleziona prima una sorgente

source: Delete Source?
fr: Supprimer source ?
it_it: Cancellare la Sorgente?

source: You are deleting a source permanently, this cannot be undone. Proceed ?
fr: Toute suppression est définitive. Continuer ?
it_it: Stai per cancellare una sorgente in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Total number of records:
fr: Nombre total d'enregistrements:
it_it: Numero totale di record:

source: Number of filtered records:
fr: Nombre d'enregistrements affichés:
it_it: Numero di record filtrati:

source: Manage users of source:
fr: Gérer les utilisateurs de la source:
it_it: Gestisci gli utenti di una sorgente

source: NEW_CUSTOMER
fr: NOUVEAU_CLIENT

source: Please select a customer first
fr: Veuillez sélectionner un client
it_it: Seleziona un cliente prima

source: Delete Customer?
fr: Supprimer client ?
it_it: Cancellare Cliente?

source: You are deleting this customer permanently, this cannot be undone. Proceed ?
fr: Toute suppression est définitive. Continuer ?
it_it: Stai per cancellare un cliente in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Manage applications of group:
fr: Gérer les applications du groupe:
it_it: Gestisci le applicazioni del gruppo:

source: Please select a group first
fr: Veuillez sélectionner un groupe
it_it: Seleziona un gruppo prima

source: Manage permissions of
fr: Gérer les permissions de
it_it: Gestisci i permessi di

source: Delete Group?
fr: Supprimer groupe ?
it_it: Cancellare Gruppo?

source: You are deleting a group permanently, this cannot be undone. Proceed ?
fr: Toute suppression est définitive. Continuer ?
it_it: Stai per cancellare un gruppo in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Manage sources of
fr: Gérer les rouces de
it_it: Gestisci le sorgenti di

source: Please select a user first
fr: Selectionnez un utilisateur
it_it: Seleziona un utente prima

source: Delete User?
fr: Supprimer utilisateur ?
it_it: Cancellare Utente?

source: You are deleting a user permanently, this cannot be undone. Proceed ?
fr: Toute suppression est définitive. Continuer ?
it_it: Stai per cancellare un utente in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Username too short
fr: Nom d'utilisateur trop court
it_it: Username troppo corto

source: Username already exists
fr: L'utilisateur existe déjà
it_it: Username già assegnato

source: Loading grid, be patient...
fr: Chargement en cours
it_it: Caricando la griglia, attendi per cortesia

source: NEW_SERVER
fr: NOUVEAU_SERVEUR

source: Add new server
fr: Ajouter un nouveau serveur
it_it: Aggiungi nuovo server

source: This new server will be saved in configuration. Proceed ?
fr: Ce nouveau serveur sera ajouté à la configuration. Continuer ?
it_it: Questo nuovo server sarà salvato nella configurazione. Procedere?

source: Please select a server first
fr: Selectionnez un serveur
it_it: Seleziona un server prima

source: Delete FTP Server ?
fr: Supprimer serveur FTP ?
it_it: Cancellare Server FTP?

source: You are deleting this FTP Server permanently, this cannot be undone. Proceed ?
fr: Toute suppression est définitive. Continuer ?
it_it: Stai per cancellare questo Server FTP in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Unsaved Server
fr: Serveur non sauvegardé
it_it: Server non salvato

source: You have an unsaved FTP server, you cannot exit the FTP tab.
fr: Un serveur FTP n'a pas été sauvegardé, vous ne pouvez pas quitter l'onglet FTP.
it_it: Hai un Server FTP non salvato, impossibile uscire dal tab FTP

source: Configuration has been modified
fr: La configuration a été modifiée
it_it: Configurazione modificata

source: Unsaved configuration
fr: Configuration non sauvegardée
it_it: Configurazione non salvata

source: Your configuration changes have not been saved and will be lost. <br />Please Save your configuration or Cancel your changes
fr: Votre configuration n'a pas été sauvegardée.<br />Veuillez sauvegarder ou annuler vos changements
it_it: Le modifiche alla configurazione non sono state salvate e verrano perse. <br /> Salva la configurazione oppure Cancella le tue modifiche

source: Loading Configuration
fr: Chargement de la configuration
it_it: Caricamento Configurzione

source: Configuration of:
fr: Configuration de:
it_it: Configurazione di:

source: No configuration changes detected, nothing to save
fr: Pas de changements détectés, rien à sauvegarder
it_it: Nessuna modifica alla configurazione trovata, nulla da salvare.

source: Configuration has been saved
fr: Configuration sauvegardée
it_it: La configurazione è stata salvata

source: Webcampak picture
fr: Image Webcampak
it_it: Immagine Webcampak

source: Hello, <br /><br />You"ll find enclosed an interesting picture<br /><br />Best Regards.
fr: Bonjour, <br /><br />Vous trouverez ci-joint une image intéressante.<br /><br />Cordialement
it_it: Salve, <br /><br />Si condivide un'immagine di suo interesse<br /><br />Cordiali saluti.

source: Webcampak Zoom
fr: Zoom Webcampak

source: Webcampak Picture
fr: Image Webcampak

source: No Video available for this source
fr: Pas de vidéo disponible pour la source
it_it: Nessun Video disponibile per questa sorgente

source: Loading Devices details
fr: Chargement des informations de périphérique
it_it: Caricamento dettagli Dispositivi

source: Credentials missing
fr: Identifiants absents
it_it: Credenziali mancanti

source: Please enter proper passwords (4 chars min.)
fr: Veuillez entrer un mot de passe valide
it_it: Inserire una password adeguata (min. 4 caratteri)

source: Password modification successful
fr: Changement de mot de passe réussi
it_it: Password modificata con successo

source: Unable to change password
fr: Impossible de modifier le mot de passe
it_it: Impossibile cambiare la password

source: Password modification Failed
fr: Echect de modification du mot de passe
it_it: Modifica della Password fallita

source: Unable to authenticate to remote server
fr: Echec d'authentification au serveur distant
it_it: Impossibile autenticarsi sul server remoto

source: Unsecured connections
fr: Connexion non sécurisée
it_it: Connessione non sicura

source: Your connection is not encrypted, transmitting your credentials in clear-text
fr: Votre connecxion n'est pas chiffrée, les identifiants seront transmis en clair
it_it: La tua connessione non è criptata, le tue credenziali sono trasmesse in chiaro

source: Error
fr: Erreur
it_it: Errore

source: Password do not match
fr: Les mots de passe ne correspondent pas
it_it: La password non corrispondono

source: Authentication Error
fr: Erreur d'authentification
it_it: Errore di auteniticazione

source: You have been logged off from the server. <br />Please log-in again
fr: Vous avez été déconnecté du serveur.<br />Veuillez vous authentifier de nouveau.
it_it: Sei stato disconnesso dal server. <br /> Per favore effettua nuovamente il log-in

source: Please enter a username and password
fr: Veuillez entrer un nom d'utilisateur et un mot de passe
it_it: Inserire username e password

source: Authentication Failed
fr: Echec d'authentification
it_it: Autenticazione Fallita

source: Unsecured connection
fr: Connexion non sécurisée
it_it: Connessione non sicura

source: Your connection is not encrypted, please use HTTPS
fr: Votre connexion n'est pas chiffrée, veuillez utiliser HTTPS
it_it: La tua connessione non è criptata, per favore utilizza HTTPS

source: Please enter a username and email
fr: Veuillez entrer un nom d'utilisateur et un email
it_it: Inserire username e password

source: Password sent
fr: Mot de passe envoyé
it_it: Password inviata

source: A temporary password has been sent to your email address
fr: Un mot de passe temporaire vient de vous être envoyé par email
it_it: Una passowrd temporanea è stata inviata al tuo indirizzo email

source: Unable to validate account
fr: Impossible de vérifier le compte
it_it: Impossibile validare l'account

source: Password reset failed
fr: Echec de ré-initialisation du mot de passe
it_it: Reset della password fallito

source: Unable to communicate with to remote server
fr: Impossible de communiquer avec le serveur distant
it_it: Impossibile comunicare con il server remoto

source: Exception happened on:
fr: Exception sur:
it_it: Eccezione avvenuta su:

source: Webcampak encountered an error, please contact support for instructions.
fr: Webcampak a rencontré une erreur, veuillez contacter le support.
it_it: La piattaforma ha riscontrato un errore, per favore contatta il supporto per ottenere istruzioni.

source: Unable to communicate with server
fr: Impossible de communiquer avec le serveur
it_it: Impossibile comunicare con il server

source: Webcampak app appears to be offline, please try again later<br />You can check online/offline status in the bottom right corner of your window
fr: L'application Webcampak semble hors-ligne. Veuillez ré-essayer plus tard. <br />Vous pouvez vérifier l'état dans le coin en bas à droite de votre fenêtre.
it_it: La piattaforma sembra essere offline, per favore riprova più tardi<br />Puoi verificare lo stato on,line/offline nell'angolo in basso a destra

source: Email successfully added to queue, will be sent shortly
fr: Email ajouté à la file d'attente
it_it: Email aggiunta alla coda, verrà inviata a breve

source: Please ensure required fields have been properly populated. <br /> Required: TO, Subject, Body
fr: Veuillez vous assurer que les champs A, Sujet, Corps ont été remplis
it_it: Verifica che i campi obbligatoria siano stati riempiti. <br /> Campi obbligatori: A, Oggetto, Corpo

source: Screen Size
fr: Taille Ecran
it_it: Dimensione schermo

source: Your screen definition is not large enough to fit this window
fr: Votre définition d'écran n'est pas suffisante pour cette application
it_it: La risoluzione del tuo schermo non è sufficiente per contenere questa finestra

source: The window will be trimmed down but might display incorrectly
fr: La fenêtre sera automatiquement réduite, mais des problèmes d'affichage peuvent survenir
it_it: La finestra verrà ritagliata, ma potrebbe non essere mostrata correttamente

source: You can only re-run a completed report
fr: Vous pouvez uniquement relancer un rapport complet
it_it: Puoi solo ri-lanciare un report completato

source: Re-run and Sync Files
fr: Relancer et Synchroniser
it_it: Ri-lancia e Sincronizza i file

source: You are about to re-run a report and sync its files. <br />Transfer will be queued and progress can be tracked via Xfer Reports. <br />Continue ?
fr: Vous êtes sur le point de relancer un rapport et de synchroniser ses fichiers. <br />Les fichiers à transférer seront ajoutés à la file d'attente et transférer via Xfer. <br />Souhaitez-vous continuer ?

source: A running report cannot be deleted, please wait until completion
fr: Un rapport en cours ne peut pas être supprimé, veuillez attendre la fin

source: Delete Report?
fr: Supprimer le rapport ?
it_it: Cancellare Report?

source: You are deleting a report permanently, this cannot be undone. Proceed ?
fr: Vous allez supprimer un rapport de manière définitive. Souhaitez-vous continuer ?
it_it: Stai per cancellare una report in modo permanente. L'operazione non sarà reversibile. Procedere?

source: Please select a report first
fr: Veuillez sélectionner un rapport
it_it: Seleziona prima un report

source: Intersection (files available in Source and Destination)
fr: Intersection (fichiers présents sur le source et sur la destination)
it_it: Intersezione (file disponibili in sorgente e Destinazione)

source: Missing in Source
fr: Absent de la source
it_it: Mancanti in Sorgente

source: Missing in Destination
fr: Absent de la destination
it_it: Mancanti in Destinazione

source: Warning
fr: Attention
it_it: Attenzione

source: Source and type fields are mandatory
fr: Les champs source et type sont obligatoires
it_it: I campi Sorgente e tipo sono obbligatori
