Repository: Webcampak/core
Catalog: i18n/*.utf8/LC_MESSAGES/webcampak-interface.po
Languages: fr_fr

source: Loading application ...
fr_fr: Chargement application ...

source: NewUser
fr_fr: Nouvel Utilisateur

source: NewPassword
fr_fr: Mot de passe

source: Firstname
fr_fr: Nom

source: Lastname
fr_fr: Prénom

source: Invoice
fr_fr: # Facture

source: New Source
fr_fr: Nouvelle Source

source: Page Name
fr_fr: Nom de la page

source: Company Name
fr_fr: Entreprise

source: Group Name
fr_fr: Groupe

source: Source Name
fr_fr: Nom de la source

source: Today
fr_fr: Aujourd'hui

source: Hour
fr_fr: Heure

source: Webcampak connected devices
fr_fr: Périphériques connectés

source: Scan
fr_fr: Scanner

source: Gphoto2: Connected Cameras
fr_fr: Gphoto2: Appareils Connectés

source: Gphoto2: Cameras Capabilities
fr_fr: Gphoto2: Fonctionnalités Appareils

source: USB devices connected (lsusb)
fr_fr: Périphériques USB connectés (lsusb)

source: Video Devices, USB Webcams
fr_fr: Périphériques vidéos, Webcams USB

source: Video Devices, USB Webcams (Advanced)
fr_fr: Périphériques vidéos, Webcams USB (Avancé)

source: Pictures
fr_fr: Photos

source: Videos
fr_fr: Vidéos

source: Name
fr_fr: Nom

source: Size
fr_fr: Taille

source: No video available ...
fr_fr: Aucune vidéo disponible ...

source: Webcampak Videos
fr_fr: Vidéos Webcampak

source: No Source Selected
fr_fr: Aucune source sélectionnée

source: Refresh
fr_fr: Rafraichir

source: Click here to select another source...
fr_fr: Sélectionner une autre source

source: Manage Cloud users
fr_fr: Gérer les utilisateurs cloud

source: Available Webcampak Cloud users
fr_fr: Utilisateurs Webcampak Cloud disponibles

source: Add
fr_fr: Ajouter

source: Delete
fr_fr: Supprimer

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Company
fr_fr: Entreprise

source: Expire
fr_fr: Expiration

source: Expiry Date
fr_fr: Date d'expiration

source: Enable Interface
fr_fr: Activer interface

source: Add a Webcampak Cloud User
fr_fr: Ajouter un utilisateur Webcampak Cloud

source: User details
fr_fr: Détail utilisateur

source: Language
fr_fr: Langue

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Group
fr_fr: Groupe

source: Administrative details
fr_fr: Détails administratifs

source: Invoice #
fr_fr: # Facture

source: Account Type
fr_fr: Type de compte

source: Account Expiry date
fr_fr: Date d'expiration

source: Source details
fr_fr: Détails source

source: Source Type
fr_fr: Type de source

source: Internet Picture (HTTP ou FTP)
fr_fr: Image Internet (HTTP or FTP)

source: Video Streaming (RTSP)
fr_fr: Streaming Vidéo (RTSP)

source: Source URL
fr_fr: URL de la source

source: Generate Email
fr_fr: Générer un email

source: Email Subject
fr_fr: Sujet Email

source: Email Content
fr_fr: Contenu Email

source: Create & Send email
fr_fr: Créer et envoyer l'email

source: Cancel
fr_fr: Annuler

source: Timezone
fr_fr: Fuseau horaire

source: Native Webcam definition
fr_fr: Résolution native de la webcam

source: Brightness
fr_fr: Luminosité

source: Contrast
fr_fr: Contraste

source: Warning
fr_fr: Attention

source: instant capture is likely to interfere with regular capture. Only use it during configuration phases. Image will be displayed at the bottom of this page
fr_fr: il est très probable que la capture instantanée perturbe la prise régulière de clichés. Utilisez cette fonctionnalité uniquement durant les phases de configuration. L'image sera affichée en bas de page.

source: Capture Picture
fr_fr: Capturer une image

source: Capture type
fr_fr: Type de capture

source: Get: Pictures copied from an other source
fr_fr: Copie: Images copiées depuis une autre source

source: Receive: Pictures sent by another source
fr_fr: Réception: Images envoyées par une autre source

source: Select source to get from
fr_fr: Sélectionner la source

source: Process RAW files
fr_fr: Traiter les fichiers RAW

source: URL File/Stream
fr_fr: URL Fichier/Flux

source: Activate Source
fr_fr: Activer source

source: Compact or DSLR USB Camera (Gphoto2 PTP mode)
fr_fr: Appareil Compact ou Reflex (Gphoto2 PTP mode)

source: Webcampak Source
fr_fr: Source Webcampak

source: USB Webcam
fr_fr: Webcam USB

source: IP Camera (FTP)
fr_fr: Caméra IP (FTP)

source: Sensor (Phidget)
fr_fr: Capture Phidget

source: Capture every
fr_fr: Capturer toutes les

source: Seconds
fr_fr: Secondes

source: Minimum Interval
fr_fr: Intervale minimale

source: Capture delay
fr_fr: Retard de capture

source: Picture date
fr_fr: Date Image

source: Capture time
fr_fr: Heure de capture

source: Script start time
fr_fr: Déclenchement du script

source: Email alerts
fr_fr: Alertes email

source: Block capture
fr_fr: Bloquer la capture

source: Camera Port
fr_fr: Port Caméra

source: Click here to select a source...
fr_fr: Sélectionner une source

source: Activate calendar
fr_fr: Activer le calendrier

source: If disabled, the system will capture 24/7
fr_fr: Si désactivé, le système capturera 24/7

source: Monday
fr_fr: Lundi

source: Between
fr_fr: Entre

source: and
fr_fr: et

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Define picture date based upon
fr_fr: Définir la date de capture depuis

source: Date when file was save into /tmp/ directory
fr_fr: Date d'enregistrement de fichier dans le répertoire /tmp/

source: Picture filename (Webcampak) - (YYYYMMDDHHMMSS.jpg)
fr_fr: Nom de fichier (Webcampak) - (YYYYMMDDHHMMSS.jpg)

source: Canon IP Camera - (YYYYMMDDHHMMSSxxx.jpg)
fr_fr: Camera IP Canon - (YYYYMMDDHHMMSSxxx.jpg)

source: Limit hotlink processing to one picture per rotation
fr_fr: Limiter le traitement des fichiers hotlink à une image par rotation

source: Take actions if no new pictures in /tmp/ directory.
fr_fr: Déclencher des alertes si aucune image n'est présente dans le répertoire /tmp/

source: Legend
fr_fr: Légende

source: Color
fr_fr: Couleur

source: Camera Model
fr_fr: Modèle Caméra

source: Multi-Camera environment only
fr_fr: Environement multi-appareils uniquement

source: Camera Owner (TAG)
fr_fr: Propriétaire caméra (TAG)

source: Enable RAW primary FTP
fr_fr: Envoyer RAW sur serveur FTP primaire

source: Enable RAW secondary FTP
fr_fr: Envoyer RAW sur serveur FTP secondaire

source: Webcam Port
fr_fr: Port Webcam

source: Insert legend
fr_fr: Insérer une légende

source: Date format
fr_fr: Format date

source: Do not insert date
fr_fr: Ne pas insérer de date

source: Thursday 25 January 2010 - 21h30
fr_fr: Jeudi 25 Janvier 2010 - 21h30

source: 25 January 2010 - 21h30
fr_fr: 25 Janvier 2010 - 21h30

source: 01/25/2010 - 09h30 PM
fr_fr: 01/25/2010 - 09h30

source: Text size
fr_fr: Taille texte

source: Text location
fr_fr: Emplacement texte

source: South West
fr_fr: Sud Ouest

source: South
fr_fr: Sud

source: South East
fr_fr: Sud Esr

source: East
fr_fr: Est

source: North East
fr_fr: Nord Est

source: North
fr_fr: Nord

source: North West
fr_fr: Nord Ouest

source: West
fr_fr: Ouest

source: Legend Coordinates
fr_fr: Coordonnées légende

source: Legend Color
fr_fr: Couleur légende

source: Shadow Coordinates
fr_fr: Coordonnées ombre

source: Shadow Color
fr_fr: Couleur ombre

source: Resize picture before video creation
fr_fr: Redimensionner les images avant de créer la vidéo

source: Picture size (1920x1080)
fr_fr: Taille image (1920x1080)

source: Video effect
fr_fr: Effet vidéo

source: No effect
fr_fr: Pas d'effet

source: Add an audio track
fr_fr: Ajouter une piste audio

source: Send AVI video files to:
fr_fr: Envoyer les fichiers AVI vers:

source: Number of retry:
fr_fr: Nombre d'essais

source: Send MP4 video files to:
fr_fr: Envoyer les fichiers MP4 vers:

source: Send hotlink AVI video files to:
fr_fr: Envoyer les hotlink AVI vers:

source: Send hotlink MP4 video files to:
fr_fr: Envoyer les hotlink MP4 vers:

source: Size:
fr_fr: Taille:

source: Crop:
fr_fr: Découpe:

source: Custom:
fr_fr: Personnalisé:

source: HD Format, Highest quality.
fr_fr: Format HD, Haute qualité

source: HD Format, High quality.
fr_fr: Format HD, Bonne qualité

source: Similar to DVD.
fr_fr: Similaire au DVD.

source: H. 264 (Custom)
fr_fr: H. 264 (Personnalisé)

source: H.264, custom settings.
fr_fr: H.264, reglages personnalisés.

source: Audio File
fr_fr: Fichier audio

source: Filter similar pictures
fr_fr: Filtrer les images similaires

source: Max distance
fr_fr: Seuil maximal

source: Upload video to Youtube
fr_fr: Uploader la vidéo vers Youtube

source: Music
fr_fr: Musique

source: Animals
fr_fr: Animaux

source: Travel
fr_fr: Voyage

source: Shortmov
fr_fr: Courts-métrages

source: Games
fr_fr: Jeux

source: Comedy
fr_fr: Comédi

source: News
fr_fr: Nouvelles

source: Entertainment
fr_fr: Loisirs

source: Education
fr_fr: Educatif

source: Howto
fr_fr: Instructions

source: Nonprofit
fr_fr: Associations

source: Insert a watermark
fr_fr: Ajouter un watermark

source: Transparency
fr_fr: Transparence

source: Location of the watermark
fr_fr: Emplacement du watermark

source: Activate Transition
fr_fr: Activer transition

source: Location
fr_fr: Emplacement

source: Resize Picture
fr_fr: Redimentionner l'image

source: Insert a thumbnail
fr_fr: Ajouter une miniature

source: Insert a border around thumbnail
fr_fr: Intégrer une bordure autour de la miniature

source: Thumbnail captured from Source Picture
fr_fr: Miniature capturée depuis l'image source

source: Thumbnail inside Destination Picture
fr_fr: Thumbnail à intégrée dans l'image de destination

source: From
fr_fr: Du

source: To
fr_fr: Au

source: Only keep pictures between:
fr_fr: Conserver uniquement les images entre:

source: Minimum interval between two pictures:
fr_fr: Intervale minimum entre deux images:

source: Move pictures to:
fr_fr: Déplacer les images vers:

source: Send an email once completed
fr_fr: Envoyer un email en fin de traitement

source: Start processing
fr_fr: Démarrer le traitement

source: Disabled
fr_fr: Désactivé

source: As Soon As Possible
fr_fr: Dès que possible

source: At 4:00 am
fr_fr: A 4h00

source: Host
fr_fr: Hôte

source: Directory
fr_fr: Répertoire

source: Active
fr_fr: Actif

source: Add a FTP Server
fr_fr: Ajouter un serveur FTP

source: Server Name (Description)
fr_fr: Nom du serveur (description)

source: Active Mode
fr_fr: Mode actif

source: Copy pictures to:
fr_fr: Copier les images vers:

source: Enable:
fr_fr: Activer:

source: Copy pictures to (secondary):
fr_fr: Copier les images vers (secondaire):

source: Watermark File
fr_fr: Fichier watermark

source: Hotlink 1 size
fr_fr: Taille Hotlink 1

source: Hotlink 2 size
fr_fr: Taille Hotlink 2

source: Hotlink 3 size
fr_fr: Taille Hotlink 3

source: Hotlink 4 size
fr_fr: Taille Hotlink 4

source: Generate hotlink image in case of capture error
fr_fr: Générer un fichier hotlink en cas d'erreur de capture

source: Send pictures to:
fr_fr: Envoyer les images vers:

source: Send pictures to (sec. FTP):
fr_fr: Envoyer les images vers (sec. FTP):

source: Send hotlink pictures to:
fr_fr: Envoyer les images hotlink vers:

source: Text font
fr_fr: Police

source: Crop pictures
fr_fr: Découper les images

source: Size of the area
fr_fr: Taille de la zone

source: Rotate pictures
fr_fr: Ré-orienter les images

source: Rotate angle (clockwise)
fr_fr: Angle de rotation (sens des aiguilles d'une montre)

source: Save pictures into archives
fr_fr: Archiver les images

source: Warning, if pictures are not saved it will not be possible to generate videos.
fr_fr: Attention, si les images ne sont pas archivées il ne sera pas possible de générer des vidéos

source: Resize pictures before saving
fr_fr: Redimensionner les images avant enregistrement

source: Minimum single picture size
fr_fr: Taille minimale d'une image

source: Delete pictures after (days, 0 = no limit)
fr_fr: Supprimer les images après (jours, 0 = pas de limite)

source: Maximum archive size (Mbytes, 0 = no limit)
fr_fr: Taille maximale des archives (Mo, 0 = no limit)

source: Send email to
fr_fr: Envoyer un email à

source: Send email to (CC)
fr_fr: Envoyer un email à (CC)

source: Send email from (source email)
fr_fr: Envoyer un email depuis (source email)

source: Number of failure before sending email:
fr_fr: Nombre d'échecs avant d'envoyer un email:

source: send a reminder every:
fr_fr: Envoyer un rappel tous les:

source: failures (0 = never)
fr_fr: echecs (0 = jamais)

source: Always notify when source is back
fr_fr: Toujours m'informer du retour d'une source

source: Send email when source comes back even if number of failure was low.
fr_fr: Envoi un email lorsqu'une source est de nouveau en ligne, même si le nombre d'erreur était faible

source: Powercycle camera in case of failure
fr_fr: Redémarrer l'appareil en cas d'erreurs

source: Number of failure before camera powercycle
fr_fr: Nombre d'erreurs avant redémarrage

source: Phidget camera port
fr_fr: Port phidget appareil

source: Generate Phidget sensor graph
fr_fr: Générer un graphique phidget

source: Send sensor to:
fr_fr: Envoyer les mesure vers:

source: Manage Webcampak Sources settings
fr_fr: Gérer les réglages des sources Webcampak

source: Configuration of source ID: Name
fr_fr: Configuration de la source ID: Nom

source: Source configuration
fr_fr: Configuration Source

source: Capture calendar
fr_fr: Calendrier de capture

source: Instant Capture
fr_fr: Capture instantanée

source: Configuration of "<u>Compact or DSLR USB Camera (Gphoto2 PTP mode)</u>"
fr_fr: Configuration de "<u>Compact ou Reflex USB (Gphoto2 PTP mode)</u>"

source: Configuration of "<u>Webcampak Source</u>"
fr_fr: Configuration de "<u>Source Webcam</u>"

source: Configuration of "<u>USB Webcam</u>"
fr_fr: Configuration de "<u>Webcam USB</u>"

source: Configuration of "<u>IP Camera (FTP) / Webcampak</u>"
fr_fr: Configuration de "<u>Camera IP (FTP) / Webcampak</u>"

source: Configuration of "<u>Internet Picture</u>" or "<u>Video Streaming</u>"
fr_fr: Configuration de "<u>Image Internet</u>" ou "<u>Streaming Vidéo</u>"

source: Configuration of "<u>Sensor (Phidget)</u>"
fr_fr: Configuration de "<u>Capteur Phidget</u>"

source: Rotate picture
fr_fr: Ré-orienter une image

source: Crop picture
fr_fr: Découpe image

source: Insert Watermark
fr_fr: Insérer un Watermark

source: Insert Text
fr_fr: Insérer un texte

source: Static pictures (hotlink)
fr_fr: Images statiques (hotlink)

source: Send pictures via FTP
fr_fr: Envoyer les images via FTP

source: Copy pictures internally
fr_fr: Copier les images en interne

source: Daily video creation
fr_fr: Création de vidéos journalières

source: Advanced video settings
fr_fr: Réglages vidéo avancés

source: Pre-processing manipulations (advanced)
fr_fr: Manipulations pré-traitement (avancé)

source: Add an audio file
fr_fr: Ajouter un fichier audio

source: Upload to youtube
fr_fr: Envoyer la vidéo vers youtube

source: Send videos via FTP
fr_fr: Envoyer les vidéos via FTP

source: Custom Vids.
fr_fr: Vidéos perso.

source: Video settings
fr_fr: Réglages vidéo

source: Create a custom video
fr_fr: Créer une vidéo perso.

source: Post-prod Vids.
fr_fr: Vidéos Post-Prod.

source: Zone selection within source picture (Crop)
fr_fr: Sélection de la zone au sein de l'image source (Crop)

source: Activate transition (from Crop selection)
fr_fr: Activer une transition (depuis la sélection crop)

source: Resize Pictures
fr_fr: Redimensionner l'image

source: Add an effect
fr_fr: Ajouter un effet

source: Insert a Thumbnail
fr_fr: Ajouter une miniature

source: Insert a legend
fr_fr: Ajouter une légende

source: Prepare Post-Prod pictures
fr_fr: Préparer les images post-prod

source: Advanced
fr_fr: Avancé

source: Configuration of local FTP account
fr_fr: Configuration du compte FTP local

source: Phidget board
fr_fr: Platine phidget

source: FTP Servers
fr_fr: Serveurs FTP

source: Add FTP Server
fr_fr: Ajouter un serveur FTP

source: Delete FTP Server
fr_fr: Suppression du serveur FTP

source: Save
fr_fr: Enregistrer

source: Reset Form
fr_fr: Réinitialiser

source: Filename
fr_fr: Nom du fichier

source: Send an email once creation completed
fr_fr: Envoyer un email en fin de traitement

source: Start creation
fr_fr: Démarrer la création

source: Source ID
fr_fr: ID Source

source: Slideshow
fr_fr: Diaporama

source: Display a slideshow of the latest picture capture by each source. Slideshow refreshed every 5 minutes
fr_fr: Affiche un diaporama contenant toutes les dernières images de chaque source. Diaporama rafraichi toutes les 5 minutes.

source: Statistics & Reports
fr_fr: Statistiques et rapports

source: Number of pictures per source
fr_fr: Nombre d'images par source

source: Size of pictures per source
fr_fr: Taille des images par source

source: Disk usage per source
fr_fr: Utilisation disque par source

source: System Stats
fr_fr: Statistiques système

source: Cloud Users
fr_fr: Utilisateurs Cloud

source: Cloud Config.
fr_fr: Conf. Cloud

source: General
fr_fr: Général

source: Connected Devices
fr_fr: Périphériques Connectés

source: Reboot
fr_fr: Redémarrer

source: Reboot Webcampak
fr_fr: Redémarrer Webcampak

source: Link to Webcampak documentation, available in English & French
fr_fr: Lien vers la documentation Webcampak, disponible en Anglais et Français

source: Link to Webcampak.com blog
fr_fr: Lien vers le blog Webcampak

source: About
fr_fr: A propos

source: Link to Webcampak.com website
fr_fr: Lien vers le site Webcampak.com

source: Log Out
fr_fr: Déconnexion

source: Available Sources
fr_fr: Sources disponibles

source: Manage source members
fr_fr: Gérer les membres de la source

source: Webcampak users
fr_fr: Utilisateurs Webcampak

source: Tip:
fr_fr: Astuce:

source: Drag users to the right grid to add them to members list
fr_fr: Déplacer les utilisateurs sur la liste des membres pour l'y ajouter

source: Members of the source
fr_fr: Membres de la source

source: Drag users to the left grid to remove them from members list
fr_fr: Déplacer les utilisateurs sur la liste de gauche pour les supprimer de la liste des membres

source: Select a user in the list above
fr_fr: Sélectionnez un utilisateur dans la liste ci-dessus

source: Webcampak sources
fr_fr: Sources Webcampak

source: Drag sources to the right grid to add them to granted list
fr_fr: Glissez les souces vers la droite pour les ajouter à la liste

source: Access granted to the following sources
fr_fr: Accès autorisé aux sources ci-dessous

source: Drag sources to the left grid to remove them from granted list
fr_fr: Glissez les sources vers la gauche pour les supprimer

source: Drag users to add them to the group
fr_fr: Glissez les utilisateurs pour les ajouter au groupe

source: name
fr_fr: Nom d'utilisateur

source: Add a Group
fr_fr: Ajouter un Groupe

source: Drag sources to add them to the user
fr_fr: Glissez les sources pour les ajouter à l'utilisateur

source: Permission
fr_fr: Permissions

source: Read-Only
fr_fr: Lecture-seule

source: Read-Write
fr_fr: Lecture-écriture

source: Add a User
fr_fr: Ajouter un utilisateur

source: Add a Source
fr_fr: Ajouter une source

source: Weight
fr_fr: Poids

source: Drag users to add them to the source
fr_fr: Glissez les utilisateurs pour les ajouter à la source

source: Manage Permissions & interface settings
fr_fr: Gestion des permissions et réglages de l'interface

source: Users
fr_fr: Utilisateurs

source: Groups
fr_fr: Groupes

source: Companies
fr_fr: Entreprises

source: Add a Company
fr_fr: Ajouter une entreprise

source: Available Groups
fr_fr: Groups disponibles

source: Manage group members
fr_fr: Gérer les membres du groupe

source: Members of the group
fr_fr: Membres de la source

source: Manage page access for group members
fr_fr: Gérer les accès pour les membres du groupe

source: Webcampak pages
fr_fr: Pages Webcampak

source: Access allowed
fr_fr: Accès autorisé

source: Comment a picture
fr_fr: Commenter une image

source: Picture
fr_fr: Image

source: Message text
fr_fr: Contenu du message

source: Delete Comment
fr_fr: Effacer Commentaire

source: Webcampak Pictures
fr_fr: Photos

source: Comment
fr_fr: Commentaire

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Select a picture below
fr_fr: Selectionnez une image ci-dessous

source: Optimize
fr_fr: Optimiser

source: Sensors
fr_fr: Capteurs

source: Send Picture by email
fr_fr: Envoyer une image par email

source: Send To
fr_fr: Envoyer à

source: Subject
fr_fr: Sujet

source: Send Email
fr_fr: Envoyer un email

source: Source Sensors
fr_fr: Capteurs de la source

source: Graph: Number of pictures per sources per day
fr_fr: Graphique: Nombre d'images par sources et par jour

source: Save Chart
fr_fr: Enregistrer

source: Reload Data
fr_fr: Recharger

source: pictures in
fr_fr: images le

source: Select another source...
fr_fr: Sélectionnez une autre source

source: Disk Usage (MB)
fr_fr: Utilisation disque (Mo)

source: SourceName
fr_fr: Nom de la source

source: Graph: Disk usage per source
fr_fr: Graphique: Utilisation disque par jour

source: Range
fr_fr: Plage

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Bandwidth (Kb/s)
fr_fr: Bande passante (Kb/s)

source: Hard Disk (MB)
fr_fr: Disque dur (MB)

source: Memory (%)
fr_fr: Mémoire (%)

source: Size (MB)
fr_fr: Taille (Mo)

source: MB of pictures in
fr_fr: Mo d'images le

source: Graph: Size of pictures per sources per day
fr_fr: Graphique: Taille des images par source et par jour

source: instant capture is likely to interfere with regular capture. Only use it during configuration phases
fr_fr: il est très probable que la capture instanannée perturbe la capture régulière. N'utilisez cette option que lors des phases de configuration

source: Hotlink Small size (i.e. 320x240)
fr_fr: Hotlink Petit (par exemple 320x240)

source: Hotlink Medium size (i.e. 640x480)
fr_fr: Hotlink Moyen (par exemple 320x240)

source: Hotlink Large size (i.e. 1920x1080)
fr_fr: Hotlink large taille (ex: 1920x1080)

source: Thursday 25 January 2010 - 09h30
fr_fr: Jeudi 25 Janvier 2010 - 09h30

source: 25 January 2010 - 09h30
fr_fr: 25 Janvier 2010 - 09h30

source: Send email from (Reply-To)
fr_fr: Envoyer un email depuis (source email)

source: Configure your cloud settings
fr_fr: Configurez vos réglages cloud

source: Your current permissions (Read-Only) do not allow you to update configuration
fr_fr: Vos permissions actuelles (Lecture Seule) ne vous permettent pas de modifier la configuration

source: Insert Soundtrack
fr_fr: Ajouter une piste audio

source: Webcampak Logs
fr_fr: Logs Webcampak

source: Log of source ID: Name
fr_fr: Nom de la source

source: Capture Logs
fr_fr: Logs de capture

source: Daily Video logs
fr_fr: Logs vidéo journalière

source: Custom Video Logs
fr_fr: Logs vidéo perso.

source: Post-prod logs
fr_fr: Logs Post-Prod

source: Latest configuration changes
fr_fr: Dernières modifications de configuration

source: Permissions Conf.
fr_fr: Conf. Permissions

source: Sources Conf.
fr_fr: Conf. Sources

source: Cloud Configuration
fr_fr: Configuration Cloud

source: System Conf.
fr_fr: Conf. Système

source: Stats: Number of pictures per source
fr_fr: Graphique: Nombre d'images par sources

source: Stats: Size of pictures per source
fr_fr: Graphique: Taille des images par source

source: Stats: Disk Usage per source
fr_fr: Stats: Utilisation disque par source

source: Stats: System
fr_fr: Stats: Système

source: Main network interface:
fr_fr: Interface réseau principale:

source: Enable statistics collection
fr_fr: Activer la collecte des statistiques

source: Enable Phidget board
fr_fr: Activer platine phidget

source: Lookup for camera automatically
fr_fr: Rechercher l'appareil automatiquement

source: Type of DSLR cameras
fr_fr: Type d'appareil reflex

source: Different DSLR cameras
fr_fr: Appareils différents
