Repository: Webcampak/core
Catalog: i18n/*.utf8/LC_MESSAGES/webcampak-interface.po
Languages: fr_fr

source: Identical DSLR cameras
fr_fr: Appareils Reflex identiques

source: Send a copy of all emails to (BCC)
fr_fr: Envoyer une copie (BCC) à

source: Send emails from (email address)
fr_fr: Envoyer un email depuis (source email)

source: Reply-to email
fr_fr: Champs Reply-to

source: Outgoing email server
fr_fr: Serveur email sortant

source: SMTP Server:
fr_fr: Serveur SMTP

source: Configure Webcampak system settings
fr_fr: Gérer les réglages système du Webcampak

source: Network
fr_fr: Réseau

source: Global FTP accound (resources)
fr_fr: Compte FTP général (resources)

source: Statistics
fr_fr: Statistiques et rapports

source: Email Configuration
fr_fr: Configuration email

source: Reboot Webcampak ?
fr_fr: Redémarrer Webcampak ?

source: You are about to reboot Webcampak, it will take +/- 1mnm. Proceed ?
fr_fr: Vous êtes sur le point de redémarrer le webcampak. Cette étape nécessite entre 1 et 3mn.

source: Webcampak Picture
fr_fr: Image Webcampak

source: Configuration of
fr_fr: Configuration de

source: You are deleting a record permanently, this cannot be undone. Proceed ?
fr_fr: La suppression est permanente, les données seront perdués. Continuer ?

source: Delete Record ?
fr_fr: Supprimer ?

source: Manage members of
fr_fr: Gérer les membres de

source: group
fr_fr: Groupe

source: Manage pages access for
fr_fr: Gérer l'accès aux pages pour

source: source
fr_fr: Sources

source: Manage sources for
fr_fr: Gérer les sources pour

source: of pictures in
fr_fr: d'images le

source: Confirm Download
fr_fr: Confirmer le téléchargement

source: Would you like to download the chart as an image?
fr_fr: Souhaitez-vous télécharger le graphique en tant qu'image

source: Log of
fr_fr: Log de

source: Please wait, loading content...
fr_fr: Patientez, chargement en cours ...

source: Destroyed
fr_fr: Détruit

source: User:
fr_fr: Nom d'utilisateur

source: Configuration successfully updated
fr_fr: Configuration mise à jour avec succès

source: Server:
fr_fr: Serveur:

source: Phidget Sensor:
fr_fr: Captuer Phidget:

source: Please wait, capturing picture ...
fr_fr: Patientez, capture en cours ...

source: Please note that there is a static delay of 10s before picture is taken
fr_fr: Veuillez noter qu'il y a un délai de 10s avant la prise d'image

source: Post-Prod Video
fr_fr: Vidéos Post-Prod.

source: Custom Video
fr_fr: Vidéos perso.

source: Video
fr_fr: Vidéos

source: Company:
fr_fr: Entreprise

source: Information Message
fr_fr: Message d'information

source: Operation successful
fr_fr: Opération réussie

source: Group:
fr_fr: Groupe

source: Email successfully sent.
fr_fr: Email envoyé avec succès

source: Comment successfully inserted
fr_fr: Commentaire enregistré
